<?php
return [
    "successful" => "ជោគជ័យ",
    "success_msg" => "ទិន្នន័យត្រូវបានរក្សាទុក!",
    "delete_msg" => "ទិន្នន័យត្រូវបានលុប!",
    "restore_msg" => "ទិន្នន័យត្រូវបានស្ដារ!",
    "warning" => "ការព្រមាន",
    "update" => "កែប្រែ",
    "delete" => "លុប",
    "restore" => "ស្ដារ",
    "warning_msg" => "ពិនិត្យមើលទិន្នន័យម្ដងទៀត!",
    "confirm.delete" => "តើអ្នកពិតប្រាដក លុបទិន្នន័យ?",
    "confirm.back" => "តើអ្នកពិតប្រាដក ស្តារទិន្នន័យ?",
    "password.change" => "ផ្លាស់ប្តូរពាក្យសម្ងាត់ ត្រូវបានរក្សាទុក!",
    'required' => 'បំពេញព័ត៌មាន!',

    'account.number' => 'ការរួមបញ្ចូលរវាងលេខជំពូក និងលេខគណនីមានរួចហើយ។',
    'sub.account.number' => 'ការរួមបញ្ចូលរវាងលេខគណនី និងលេខអនុគណនីមានរួចហើយ។',
];
